MESSAGE = {
    'start_admin_text': """
    Показать статистику:
    /statistics
    Отправить рекламу всем:
    /send_promotional_post
    Сообщения всем:
    /message_for_all
    Сообщения всем о ремонте:
    /message_for_all_about_repair
    Список всех пользователей:
    /all_users
    Список всех промо-кодов:
    /all_promo_codes
    +3 минуты админу:
    /up_admin_time_limit
    Отправить приветственное сообщениe:
    /send_hello_emails_to_new_schools
    Отправить email всем Автошколам:
    /send_email_for_all_auto_schools
    Удалить Автошколу из базы:
    /delete_auto_school
    Бэкап данных:
    /backup_all_data
    Установить команды:
    /set_commands
    """,
    'start_user_text': 'Добро пожаловать\nУ вас есть 24 часа чтобы ознакомится с нашей Образовательной платформой',
    'language_choice': 'Выберите язык\n'
                       '------------------------\n'
                       'Тілді таңдаңыз',
    'language_set_ok_RU': 'Язык изменён ✓',
    'language_set_ok_KZ': 'Тіл өзгерді ✓',
    'country_choice_RU': 'Из какой Вы страны?\n',
    'country_choice_KZ': 'Сіз қай елденсіз?',
    'country_edited_ok_RU': 'Страна выбрана ✓',
    'country_edited_ok_KZ': 'Ел таңдалды ✓',
    'registration_ok_RU': 'Регистрация прошла успешно!\nНажми кнопку СТАРТ',
    'registration_ok_KZ': 'Тіркеу сәтті аяқталды!\nСТАРТ батырмасын басыңыз',

    'info_RU': 'Telegram налагает ограничения на количество символов в тексте при составлении опросов и викторин.\n'
               'Поэтому некоторые слова в ответах были заменены на более короткие аналоги, например:\n'
               'транспорное средство -> транспорт -> авто -> ТС\n'
               'А конструкции вида дом/дорога/машина - означают:\n'
               'дом или дорога или машина',
    'info_KZ': 'Telegram сауалнамалар мен викториналар құрғанда мәтіндегі таңбалар санына шектеулер қояды.\n'
               'Сондықтан жауаптардағы кейбір сөздер қысқа аналогтармен ауыстырылды.'
               'Мысалы, көлік құралы -> көлік',
    'limit_error_RU': 'Просим прощения, но Ваш пробный период закончился.\n'
                      'Произведите оплату, чтобы и дальше пользоваться нашим замечательным сервисом\n'
                      'или активируйте ПРОМОКОД -> /promo_code\n'
                      'Примечание: Система оплаты еще находится в разработке. Однако, вы можете бесплатно получить '
                      'годовой доступ к нашей платформе, если введете при оплате номер карты 4111 1111 1111 1111, '
                      'месяц и год 11/22, код 111',
    'limit_error_KZ': 'Кешіріңіз, бірақ сіздің сынақ мерзіміңіз аяқталды.\n'
                      'Біздің тамаша қызметімізді пайдалануды жалғастыру үшін төлем жасаңыз\n'
                      'немесе ПРОМКОД қосыңыз -> /promo_code',
    'pay_message_RU': 'Получите ГОД безлемитного доступа к нашей образовательной платформе.\n'
                      'Для Вас это будет стоить всего',
    'pay_message_KZ': 'Біздің білім беру платформасына БIР ЖЫЛ шектеусіз қол жеткізіңіз.\n'
                      'Сіз үшін бұл бар болғаны',
    'pay_registered_message_RU': 'Поздравляем! Ваш платёж принят.',
    'pay_registered_message_KZ': 'Құттықтаймыз! Сіздің төлеміңіз қабылданды.',
    'bot_link_RU': 'Вернуться к боту',
    'bot_link_KZ': 'Ботқа оралу'
}

OFFERS = {
    'second_week_promotional_offer_RU': 'Здравствуй. Тебе доступна 50%-ная скидка на покупку годового доступа к нашей '
                                        'образовательной платформе.\n'
                                        'Обязательно воспользуйся 👇',
    'second_week_promotional_offer_KZ': 'Сәлем. Біздің білім беру платформасына бір жылдық қол жетімділікті сатып алу '
                                        'үшін сізде 50% жеңілдік бар.\n'
                                        'Пайдалануды ұмытпаңыз 👇',
    'sixth_week_promotional_offer_RU': 'Здравствуй. Последняя возможность!\n'
                                       'Тебе доступна скидка в 75% на покупку '
                                       'годового доступа к нашей образовательной платформе.\n'
                                       'Обязательно воспользуйся 👇',
    'sixth_week_promotional_offer_KZ': 'Сәлем. Соңғы мүмкіндік!\n'
                                       'Біздің білім беру платформасына бір жылдық қол '
                                       'жетімділікті сатып алу кезінде 75% жеңілдік бар.\n'
                                       'Пайдалануды ұмытпаңыз 👇'
}

BUTTONS = {
    'lang_RU': '🇷🇺 Русский язык',
    'lang_KZ': '🇰🇿 Қазақ тілі',
    'next_RU': 'Далее ❯❯❯',
    'back_RU': '❮❮❮ Назад',
    'next_KZ': 'Келесі ❯❯❯',
    'back_KZ': '❮❮❮ Кері',
    'start': 'СТАРТ',
    'russia': '🇷🇺 РОССИЯ',
    'kazakhstan': '🇰🇿 қазақстан',
    'pay_RU': 'Оплатить',
    'pay_KZ': 'Төлеу',
}

STICKERS = {
    'hello': 'CAACAgIAAxkBAAEB1rxgGo2hRDlaGoiEHOZf3mY6C19jKQACKwIAArnzlwv7BQOMjG9ozB4E',
    'repair': 'CAACAgIAAxkBAAEB1rhgGo2MKy7iUaRUUGj5b1LO4V0sHgACMQEAArnzlws-7wljOEZF0x4E',
    'message': 'CAACAgIAAxkBAAEB1rpgGo2RcuS-bNqr3URmqOIh9Nv3SAACPAEAArnzlwvMnvUK9IcNFR4E',
    'come_back': 'CAACAgIAAxkBAAEB1sRgGpJtzbzRtNodSiGctvngZ9AccQACHwEAArnzlwu5r6hVbS11sB4E',
    'all_good': 'CAACAgIAAxkBAAEB1sJgGpJkbNi5ocJafzCeo8OUd7b_VQACJgEAArnzlwt4WnW4BxSuMB4E',
    'NO': 'CAACAgIAAxkBAAEB3HtgIV_xw819XJj4oKtFyPqCyh_pxwACawEAArnzlwslqyJF_izS0h4E'
}

PROMO_CODE = {
    'registered': 'Данный промокод уже зарегистрирован',
    'error': 'Промокод введен не верно',
    'promo_code_error_RU': 'Промокод не найден',
    'promo_code_error_KZ': 'Промокод табылмады',
    'promo_code_none_text_RU': 'Не использовался',
    'promo_code_none_text_KZ': 'Қолданылмаған',
    'promo_code_command_text_RU': 'Напиши промокод и получи 7 дней безлимитного доступа к нашей образовательной '
                                  'платформе.\nА ещё Вы получите 50% скидку на покупку годового доступа!',
    'promo_code_command_text_KZ': 'Промокод жазып, біздің білім беру платформасына 7 күндік шектеусіз қол жеткізіңіз.\n'
                                  'Сіз сондай-ақ жылдық қол жетімділікті сатып алғанда 50% жеңілдікке ие боласыз!',
    'promo_code_was_used_RU': 'Промокод уже был использован Вами ранее',
    'promo_code_was_used_KZ': 'Промокодты сіз бұрын қолданғансыз',
    'promo_code_activated_RU': 'Поздравляю! Промокод активирован 🎉',
    'promo_code_activated_KZ': 'Құттықтаймыз! Промокод белсендірілді 🎉'
}