MESSAGE = {
    'start_admin_text': 'Показать статистику: /statistics\n'
                   'Сообщения всем: /message_for_all\n'
                   'Сообщения всем о ремонте: /message_for_all_about_repair\n'
                   'Список всех пользователей: /all_users\n'
                   'Список всех промо-кодов: /all_promo_codes\n'
                   '+3 минуты админу: /up_admin_time_limit\n'
                   'Установить команды: /set_commands',
    'start_user_text': 'Добро пожаловать',
    'language_choice': 'Выберите язык\n'
                       '------------------------\n'
                       'Тілді таңдаңыз',
    'language_set_ok_RU': 'Язык изменён!',
    'country_choice_RU': 'Из какой Вы страны?\n',
    'country_choice_KZ': 'Сіз қай елденсіз?',
    'registration_ok_RU': 'Регистрация прошла успешно!\nНажми кнопку СТАРТ',
    'registration_ok_KZ': 'Тіркеу сәтті аяқталды!\nСТАРТ батырмасын басыңыз',
    'language_set_ok_KZ': 'Тіл өзгерді!',
    'country_edited_ok_RU': 'Выбрана страна - Россия',
    'country_edited_ok_KZ': 'Выбрана страна - Казахстан',
    'pay_RU': 'Оплатить',
    'pay_KZ': 'Төлеу',
    'info_RU': 'Telegram налагает ограничения на количество символов в тексте при составлении опросов и викторин.\n'
               'Поэтому некоторые слова в ответах были заменены на более короткие аналоги, например:\n'
               'транспорное средство -> транспорт -> авто -> ТС\n'
               'А конструкции вида дом/дорога/машина - означают:\n'
               'дом или дорога или машина',
    'info_KZ': 'Telegram сауалнамалар мен викториналар құрғанда мәтіндегі таңбалар санына шектеулер қояды.\n'
               'Сондықтан жауаптардағы кейбір сөздер қысқа аналогтармен ауыстырылды.'
               'Мысалы, көлік құралы -> көлік',
    'limit_error_RU': 'Просим прощения, но Ваш пробный период закончился.\n'
                      'Произведите оплату, чтобы и дальше пользоваться нашим замечательным сервисом:',
    'limit_error_KZ': 'Кешіріңіз, бірақ сіздің сынақ мерзіміңіз аяқталды.\n'
                      'Біздің тамаша қызметімізді пайдалануды жалғастыру үшін төлем жасаңыз:',
    'pay_message_RU': 'Оплатить безлимитный доступ к боту:',
    'pay_message_KZ': 'Ботқа шектеусіз қол жеткізу үшін төлеңіз:',
    'pay_registered_message_RU': 'Поздравляем! Ваш платёж принят.',
    'pay_registered_message_KZ': 'Құттықтаймыз! Сіздің төлеміңіз қабылданды.',
    'promo_code_error_RU': 'Промокод не найден',
    'promo_code_error_KZ': 'Промокод табылмады',
    'bot_link_RU': 'Вернуться к боту',
    'bot_link_KZ': 'Ботқа оралу',
    'promo_code_none_text_RU': 'Не использовался',
    'promo_code_none_text_KZ': 'Қолданылмаған',
    'pay_error_message': 'Мы не смогли определить Ваш Telegram ID. Пожалуйста, зайдите в бота.\n'
                         'Біз сіздің Telegram идентификаторыңызды анықтай алмадық. Ботқа кіріңіз.'
}

STICKERS = {
    'hello': 'CAACAgIAAxkBAAEB1rxgGo2hRDlaGoiEHOZf3mY6C19jKQACKwIAArnzlwv7BQOMjG9ozB4E',
    'repair': 'CAACAgIAAxkBAAEB1rhgGo2MKy7iUaRUUGj5b1LO4V0sHgACMQEAArnzlws-7wljOEZF0x4E',
    'message': 'CAACAgIAAxkBAAEB1rpgGo2RcuS-bNqr3URmqOIh9Nv3SAACPAEAArnzlwvMnvUK9IcNFR4E',
    'come_back': 'CAACAgIAAxkBAAEB1sRgGpJtzbzRtNodSiGctvngZ9AccQACHwEAArnzlwu5r6hVbS11sB4E'
}

PROMO = {
    'registered': 'Данный промокод уже зарегистрирован',
    'error': 'Промокод введен не верно'
}

PENALTY = {
    'main': 'Размеры штрафов\n'
            'Информация обновлена и актуальна с 1 января 2021 года.\n'
            'В расчётах использован месячный расчётный показатель (МРП) в размере 2 917 тенге\n'
            '(согласно Закону РК «О республиканском бюджете на 2021 – 2023 годы»).\n',
    'items': [
        {'small_title': 'Превышение скорости движения',
         'title': 'Превышение установленной скорости движения',
         'answers': [
            'Превышение установленной скорости движения ТС на величину от 10 до 20 км/ч влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Превышение установленной скорости движения ТС на величину от 20 до 40 км/ч влечёт штраф в размере 10 МРП (29 170 тенге).',
            'Превышение установленной скорости движения ТС на величину 40 и более км/ч влечёт штраф в размере 20 МРП (58 340 тенге).',
            'Действия, предусмотренные частями 2 и 3 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 30 МРП (87 510 тенге).'],
         'description': ''},
        {'small_title': 'Пользование водителем телефоном',
         'title': 'Пользование водителем при управлении ТС телефоном либо радиостанцией',
         'answers': [
             'Пользование водителем при управлении ТС телефоном либо радиостанцией влечёт штраф в размере 5 МРП (14 585 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 10 МРП (29 170 тенге).'],
         'description': 'Примечание. Во время управления транспортным средством разрешается пользоваться телефоном либо радиостанцией посредством применения наушников или громкой связи.'},
        {'small_title': 'Загрязняющие вещества в выхлопных газах',
         'title': 'Эксплуатация автомототранспортных и других передвижных средств с превышением нормативов содержания загрязняющих веществ в выбросах',
         'answers': [
             'Эксплуатация физическими лицами автомототранспортных и других передвижных средств и установок, у которых содержание загрязняющих веществ в выбросах, а также уровень шума, производимого ими при работе, превышают установленные нормативы, влечёт предупреждение или штраф на физических лиц в размере 2 МРП (5 834 тенге).',
             'Действия, предусмотренные частью 1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф на физических лиц в размере 5 МРП (14 585 тенге).'],
         'description': ''},
        {'small_title': 'Не пристегнут ремень или мотошлема',
         'title': 'Несоблюдение требований по перевозке пассажиров и грузов, пользованию ремнями безопасности или мотошлемами, предусмотренных ПДД',
         'answers': ['Несоблюдение правил перевозки пассажиров и грузов влечёт штраф в размере 5 МРП (14 585 тенге).',
                     'Несоблюдение правил пользования ремнями безопасности или мотошлемами влечёт штраф в размере 5 МРП (14 585 тенге).',
                     'Действия, предусмотренные частями 1 и 2 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 10 МРП (29 170 тенге).'],
         'description': ''},
        {'small_title': 'Выезд на встречку или тротуар',
         'title': 'Нарушение правил расположения ТС на проезжей части дороги, встречного разъезда или обгона',
         'answers': [
             'Движение по пешеходным дорожкам, обочинам или тротуарам в нарушение ПДД влечёт штраф в размере 15 МРП (43 755 тенге).',
             'Нарушение правил расположения ТС на проезжей части дороги, встречного разъезда или обгона без выезда на сторону проезжей части дороги, предназначенную для встречного движения, а равно пересечение организованной транспортной или пешей колонны либо занятие места в ней влечёт штраф в размере 15 МРП (43 755 тенге).',
             'Выезд на сторону проезжей части дороги, предназначенную для встречного движения в случаях, если это запрещено ПДД, в том числе сопряжённый с разворотом или поворотом, влечёт лишение права на управление ТС на срок 6 месяцев.',
             'Действия, предусмотренные частями 1 и 2 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 30 МРП (87 510 тенге).',
             'Действие, предусмотренное частью 3 настоящей статьи, совершённое лицом, лишённым либо не имеющим права управления ТС, влечёт штраф в размере 50 МРП (145 850 тенге).'],
         'description': ''},
        {'small_title': 'Не правильная остановка или стоянка',
         'title': 'Нарушение правил остановки или стоянки ТС',
         'answers': [
            'Нарушение правил остановки или стоянки ТС, за исключением случаев, предусмотренных частями 2, 3 настоящей статьи, влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Нарушение правил остановки или стоянки ТС на тротуаре, а также остановка или стоянка ТС на клумбах, газонах, детской или спортивной площадке влекут штраф в размере 10 МРП (29 170 тенге).',
            'Нарушение правил остановки или стоянки ТС на проезжей части, повлёкшее создание препятствий для движения других ТС, влечёт штраф в размере 10 МРП (29 170 тенге).',
            'Нарушение правил остановки или стоянки ТС в местах, отведённых для остановки или стоянки ТС инвалидов, влечёт штраф в размере 10 МРП (29 170 тенге).',
            'Уклонение от уплаты за парковку в местах, оборудованных специальными сертифицированными устройствами, предназначенными для взимания оплаты за парковку и учёта времени парковки ТС, определённых местными исполнительными органами областей, городов республиканского значения и столицы, влечёт штраф в размере 3 МРП (8 751 тенге).',
            'Действие, предусмотренное частью 4-1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Действия, предусмотренные частью 1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 10 МРП (29 170 тенге).',
            'Действия, предусмотренные частями 2 и 3 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 15 МРП (43 755 тенге).',
            'Действие, предусмотренное частью 4 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 15 МРП (43 755 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение правил проезда перекрёстков',
         'title': 'Нарушение правил проезда перекрёстков или пересечение проезжей части дороги',
         'answers': [
             'Выезд на перекрёсток или пересечение проезжей части дороги в случае образовавшегося затора, который привёл к созданию препятствия (затора) для движения ТС в поперечном направлении, влечёт предупреждение или штраф в размере 3 МРП (8 751 тенге).',
             'Невыполнение требования Правил дорожного движения уступить дорогу ТС, пользующемуся преимущественным правом проезда перекрёстков, влечёт штраф в размере 15 МРП (43 755 тенге).',
             'Действия, предусмотренные частью 1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 7 МРП (20 419 тенге).',
             'Действие, предусмотренное частью 2 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 20 МРП (58 340 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение правил маневрирования',
         'title': 'Нарушение правил маневрирования',
         'answers': [
            'Невыполнение требования ПДД подать сигнал перед началом движения, перестроения, поворота, разворота или остановки влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Движение задним ходом в местах, где такие манёвры запрещены, влечёт штраф в размере 10 МРП (29 170 тенге).',
            'Невыполнение требования ПДД уступить дорогу ТС, пользующемуся преимущественным правом движения, за исключением случаев, предусмотренных частью 2 статьи 594 и статьёй 598 КоАП РК, влечёт штраф в размере 15 МРП (43 755 тенге).',
            'Действия, предусмотренные частями 2 и 3 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 20 МРП (58 340 тенге).'],
         'description': ''},
        {'small_title': 'Проезд на запрещающий сигнал светофора',
         'title': 'Проезд на запрещающий сигнал светофора или на запрещающий жест регулировщика',
         'answers': [
             'Проезд на запрещающий сигнал светофора или запрещающий жест регулировщика, за исключением случаев, предусмотренных частью 1 статьи 607 настоящего Кодекса, влечёт штраф в размере 10 МРП (29 170 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 15 МРП (43 755 тенге).'],
         'description': ''},
        {'small_title': 'Не уступил дорогу пешеходу',
         'title': 'Непредоставление преимущества в движении пешеходам или иным участникам дорожного движения',
         'answers': [
             'Невыполнение требований ПДД уступить дорогу пешеходам или иным участникам дорожного движения, за исключением водителей ТС, пользующихся преимуществом в движении, влечёт штраф в размере 10 МРП (29 170 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 15 МРП (43 755 тенге).'],
         'description': ''},
        {'small_title': 'Игнорирование знаков или разметки',
         'title': 'Несоблюдение требований, предписанных дорожными знаками или разметкой проезжей части дороги',
         'answers': [
             'Несоблюдение требований, предписанных дорожными знаками или разметкой проезжей части дороги, за исключением случаев, предусмотренных другими статьями настоящей главы, влечёт штраф в размере 3 МРП (8 751 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 10 МРП (29 170 тенге).'],
         'description': ''},
        {'small_title': 'Световые и звуковые сигналы',
         'title': 'Нарушение водителями ТС правил проведения учебной езды, пользования внешними световыми приборами и (или) звуковыми сигналами, применения аварийной сигнализации',
         'answers': [
             'Нарушение водителями ТС правил пользования внешними световыми приборами в светлое время суток и (или) звуковыми сигналами влечёт предупреждение или штраф в размере 3 МРП (8 751 тенге).',
             'Нарушение водителями ТС правил пользования внешними световыми приборами в тёмное время суток или в условиях недостаточной видимости, применения аварийной сигнализации и знака аварийной остановки влечёт штраф в размере 5 МРП (14 585 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 5 МРП (14 585 тенге).',
             'Действия, предусмотренные частью 1-1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 7 МРП (20 419 тенге).'],
         'description': ''},
        {'small_title': 'Управление в состоянии опьянения',
         'title': 'Управление ТС водителем, находящимся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения, а равно передача управления ТС лицу, находящемуся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения',
         'answers': [
             'Управление ТС водителем, находящимся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения, а равно передача управления транспортным средством лицу, находящемуся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения, влечёт административный арест на 15 суток и лишение права управления транспортным средством на срок 7 лет.',
             'Действия, предусмотренные частью 1 настоящей статьи, повлёкшие причинение потерпевшему вреда здоровью, не имеющие признаков уголовно наказуемого деяния, или повреждение ТС, грузов, дорожных и иных сооружений либо иного имущества, влекут административный арест на 20 суток и лишение права управления ТС на срок 7 лет.',
             'Действия, предусмотренные частью первой настоящей статьи, совершённые повторно в течение года после истечения срока административного взыскания, - влекут административный арест на 20 суток и лишение права управления транспортным средством сроком на 8 лет.',
             'Действия, предусмотренные частью третьей настоящей статьи, совершённые повторно в течение года после истечения срока административного взыскания, - влекут административный арест на 20 пять суток и лишение права управления транспортным средством сроком на 9 лет.',
             'Действия, предусмотренные частью 1, 2 и 3 настоящей статьи, совершённые лицом, лишённым права управления транспортным средством, влекут административный арест на 20 суток.',
             'Те же действия, совершённые повторно в течение года после истечения срока административного взыскания, предусмотренного частью 6 настоящей статьи, влекут административный арест на 30 суток.',
             'Действия, предусмотренные частями 6 и 7 настоящей статьи, совершённые лицами, к которым административный арест в соответствии с частью 2 статьи 50 настоящего Кодекса не применяется, влекут штраф в размере 200 МРП (583 400 тенге).'],
         'description': ''},
        {'small_title': 'Создание аварийной обстановки',
         'title': 'Нарушение участником дорожного движения ПДД, повлёкшее создание аварийной обстановки',
         'answers': [
            'Нарушение участником дорожного движения ПДД, повлёкшее создание аварийной обстановки, то есть вынудившее других участников движения резко изменить скорость, направление движения, влечёт штраф в размере 10 МРП (29 170 тенге).',
            'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт лишение права управления ТС на срок 6 месяцев.'],
         'description': ''},
        {'small_title': 'Проезд через железнодорожный переезд',
         'title': 'Нарушение правил проезда железнодорожных переездов',
         'answers': [
            'Пересечение железнодорожного пути вне железнодорожного переезда, выезд на железнодорожный переезд при закрытом или закрывающемся шлагбауме либо при запрещающем сигнале светофора или дежурного по переезду, а равно остановка или стоянка на железнодорожном переезде влекут штраф в размере 20 МРП (58 340 тенге).',
            'Действия, предусмотренные частью 1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут лишение права управления ТС на срок 6 месяцев.'],
         'description': ''},
        {'small_title': 'Причинение вреда здоровью или имуществу',
         'title': 'Нарушение водителями ТС ПДД, повлёкшее причинение вреда здоровью людей, повреждение ТС или иного имущества',
         'answers': [
             'Нарушение водителями ТС ПДД, повлёкшее повреждение ТС, грузов, дорог, дорожных и других сооружений или иного имущества, причинившее материальный ущерб, влечёт штраф в размере 25 МРП (72 925 тенге) или лишение права управления ТС на срок до 6 месяцев.',
             'Те же действия, повлёкшие причинение потерпевшему лёгкого вреда здоровью, влекут штраф в размере 40 МРП (116 680 тенге) или лишение права управления ТС на срок до 9 месяцев.',
             'Действия, предусмотренные частями 1 и 2 настоящей статьи, совершённые лицом, не имеющим либо лишённым права управления ТС, влекут штраф в размере 60 МРП (175 020 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение ПДД в состоянии опьянения',
         'title': 'Нарушение правил дорожного движения или эксплуатации транспортных средств лицами, управляющими транспортными средствами в состоянии алкогольного, наркотического и (или) токсикоманического опьянения',
         'answers': [
             'Нарушение лицом, управляющим автомобилем, троллейбусом, трамваем либо другим механическим транспортным средством, правил дорожного движения или эксплуатации транспортных средств в состоянии алкогольного, наркотического и (или) токсикоманического опьянения, повлёкшее по неосторожности причинение средней тяжести вреда здоровью человека, - наказывается штрафом в размере до 1 000 МРП (2 917 000 тенге) либо исправительными работами в том же размере, либо привлечением к общественным работам на срок до 400 часов, либо ограничением свободы на срок до 1 года, либо лишением свободы на тот же срок, с лишением права занимать определенные должности или заниматься определенной деятельностью сроком на 10 лет (лишение прав).',
             'То же деяние, повлёкшее по неосторожности причинение тяжкого вреда здоровью человека, - наказывается штрафом в размере до 3 000 МРП (8 751 000 тенге) либо исправительными работами в том же размере, либо привлечением к общественным работам на срок до 1 200 часов, либо ограничением свободы на срок до 3 лет, либо лишением свободы на тот же срок, с лишением права занимать определенные должности или заниматься определенной деятельностью сроком на 10 лет (лишение прав).',
             'Деяние, предусмотренное частью первой настоящей статьи, повлёкшее по неосторожности смерть человека, - наказывается ограничением свободы на срок до 7 лет либо лишением свободы на тот же срок, с лишением права занимать определенные должности или заниматься определенной деятельностью сроком на 10 лет (лишение прав).',
             'Деяние, предусмотренное частью первой настоящей статьи, повлёкшее по неосторожности смерть двух или более лиц, - наказывается лишением свободы на срок от 7 до 10 лет с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав).'],
         'description': 'Примечание. К лицам, указанным в настоящей статье, не относятся лица, лишённые права управления транспортными средствами.'},
        {'small_title': 'Управление в состоянии опьянения и без прав',
         'title': 'Управление транспортным средством лицом, лишенным права управления транспортными средствами и находящимся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения, а равно передача управления транспортным средством такому лицу или допуск к управлению транспортным средством такого лица',
         'answers': [
             'Управление транспортным средством лицом, лишенным права управления транспортными средствами и находящимся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения, либо передача такому лицу управления транспортным средством, а равно допуск такого лица к управлению транспортным средством, совершенный должностным лицом или собственником либо владельцем транспортного средства, - наказываются штрафом в размере до 5 000 МРП (14 585 000 тенге) либо исправительными работами в том же размере, либо привлечением к общественным работам на срок до 1 200 часов, либо ограничением свободы на срок до 5 лет, либо лишением свободы на тот же срок, с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав, - прим. kolesa.kz).',
             'Действия, предусмотренные частью первой настоящей статьи, повлёкшие по неосторожности повреждение транспортных средств, грузов, дорожных и иных сооружений либо иного имущества, а равно причинение лёгкого вреда здоровью человека, - наказываются лишением свободы на срок от 4 до 6 лет с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав, - прим. kolesa.kz).',
             'Те же деяния, повлёкшие по неосторожности причинение средней тяжести вреда здоровью человека, - наказываются лишением свободы на срок от 5 до 7 лет с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав, - прим. kolesa.kz).',
             'Деяния, предусмотренные частью первой настоящей статьи, повлёкшие по неосторожности причинение тяжкого вреда здоровью человека, - наказываются лишением свободы на срок от 6 до 8 лет с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав, - прим. kolesa.kz).',
             'Деяния, предусмотренные частью первой настоящей статьи, повлёкшие по неосторожности смерть человека, - наказываются лишением свободы на срок от 7 до 9 лет с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав, - прим. kolesa.kz).',
             'Деяния, предусмотренные частью первой настоящей статьи, повлёкшие по неосторожности смерть двух или более лиц, - наказываются лишением свободы на срок от 8 до 10 лет с пожизненным лишением права занимать определенные должности или заниматься определенной деятельностью (лишение прав, - прим. kolesa.kz).'],
         'description': ''},
        {'small_title': 'Оставление места ДТП',
         'title': 'Оставление места дорожно-транспортного происшествия',
         'answers': [
             'Оставление места дорожно-транспортного происшествия лицом, управляющим транспортным средством и нарушившим правила дорожного движения или эксплуатации транспортных средств, в случае наступления тяжких последствий, предусмотренных статьями 345, 346 настоящего Кодекса, - наказывается штрафом в размере до 1 000 МРП (2 917 000 тенге) либо исправительными работами в том же размере, либо привлечением к общественным работам на срок до 600 часов, либо ограничением свободы на срок до 2 лет, либо лишением свободы на тот же срок, с лишением права занимать определенные должности или заниматься определенной деятельностью на срок до 3 лет или без такового (лишение прав).'],
         'description': 'Примечание. Лицо, оставившее место дорожно-транспортного происшествия в связи с оказанием помощи пострадавшим, освобождается от уголовной ответственности по настоящей статье.'},
        {'small_title': 'Невыполнение обязанностей при ДТП',
         'title': 'Невыполнение водителем обязанностей в связи с ДТП',
         'answers': [
            'Невыполнение водителем обязанностей, предусмотренных законодательством РК о дорожном движении, в связи с ДТП, участником которого он является, за исключением случаев, предусмотренных частью 2 настоящей статьи, влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Оставление водителем в нарушение ПДД места ДТП, участником которого он являлся, — штраф 50 МРП (145 850 тенге) либо лишение права управления ТС на срок 1 год.',
            'Те же действия, совершённые лицом, не имеющим либо лишённым права управления ТС, влекут штраф в размере 100 МРП (291 700 тенге) либо административный арест на 30 суток.'],
         'description': 'Примечание. Лицо, оставившее место дорожно-транспортного происшествия в связи с оказанием медицинской помощи пострадавшему, освобождается от ответственности по настоящей статье.'},
        {'small_title': 'Управление без документов',
         'title': 'Управление ТС лицом без документов и не имеющим права управления',
         'answers': [
            'Управление ТС водителем, не имеющим при себе водительского удостоверения или временного удостоверения, выданного взамен водительского удостоверения на право управления, регистрационных и иных установленных законодательством документов на ТС, влечёт предупреждение либо штраф в размере 5 МРП (14 585 тенге).',
            'Управление ТС лицом, не имеющим права управления им (кроме учебной езды), а равно управление ТС водителем, не имеющим права управления соответствующей категорией транспорта, влечёт штраф в размере 15 МРП (43 755 тенге).',
            'Управление ТС водителем, лишённым права управления ТС, влечёт штраф в размере 50 МРП (145 850 тенге) либо арест на 10 суток.',
            'Действия, предусмотренные частью 2 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 30 МРП (87 510 тенге).',
            'Действия, предусмотренные частью 3 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 70 МРП (204 190 тенге) либо административный арест на 15 суток.',
            'Передача управления ТС лицу, не имеющему права управления (за исключением случаев обучения вождению в соответствии с установленными правилами), либо лицу, лишённому права управления ТС, влечёт штраф в размере 50 МРП (145 850 тенге).',
            'Действие, предусмотренное частью 5 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 70 МРП (204 190 тенге).'],
         'description': ''},
        {'small_title': 'Невыполнение требований сотрудника ОВД',
         'title': 'Невыполнение требований сотрудника ОВД (полиции), транспортного контроля на пунктах пропуска автотранспортных средств через Государственную границу РК и на постах транспортного контроля на территории РК об остановке ТС, уклонение от прохождения освидетельствования на состояние алкогольного, наркотического и (или) токсикоманического опьянения',
         'answers': [
             'Невыполнение законного требования сотрудника ОВД (полиции), военной полиции (исключительно лицом, управляющим военным ТС) об остановке ТС, влечёт штраф в размере 30 МРП (87 510 тенге).',
             'Невыполнение законного требования сотрудника органов транспортного контроля на постах транспортного контроля на территории РК об остановке ТС, влечёт штраф в размере 10 МРП (29 170 тенге) или лишение права управления ТС на срок от 6 месяцев до 1 года.',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт лишение права управления ТС на срок 6 месяцев.',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое лицом, не имеющим права управления либо лишённым права управления ТС, влечёт штраф в размере 50 МРП (145 850 тенге).',
             'Невыполнение законного требования сотрудника ОВД (полиции), военной полиции (исключительно лицом, управляющим военным ТС) о прохождении в соответствии с установленным порядком освидетельствования на состояние алкогольного, наркотического и (или) токсикоманического опьянения — влечёт административный арест на 15 суток и лишение права управления ТС на 8 лет.',
             'Действие, предусмотренное частью 4 настоящей статьи, совершённое повторно в течение года после истечения срока административного взыскания, — административный арест на 20 суток и лишение права управления ТС на срок 9 лет.',
             'Действие, предусмотренное частью 4 настоящей статьи, совершённое лицом, не имеющим права управления ТС, — административный арест на 20 суток.1',
             'Те же действия, совершённые повторно в течение года после истечения срока административного взыскания, предусмотренного частью 9 настоящей статьи, — административный арест на 30 суток.1',
             'Действия, предусмотренные частями 9 и 10 настоящей статьи, совершённые лицами, к которым административный арест в соответствии с частью 2 статьи 50 настоящего Кодекса не применяется, влекут штраф в размере 200 МРП (583 400 тенге).1',
             'Оставление водителем кабины (салона) ТС в случае его остановки сотрудником ОВД (полиции), военной полиции (исключительно лицом, управляющим военным ТС) без его разрешения, а также невыполнение ими требований о выходе из кабины (салона) ТС — штраф на водителя и пассажиров (пассажира) в размере 5 МРП (14 585 тенге).1',
             'Действия, предусмотренные частью 12 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, — штраф на водителя и пассажиров (пассажира) в размере 10 МРП (29 170 тенге).'],
         'description': 'Примечание. Требование сотрудников ОВД (полиции), транспортного контроля, военной полиции в форменной одежде об остановке ТС выражается путём подачи сигнала жестом руки или жезлом с одновременным сигналом свистка либо с помощью громкоговорящего устройства. Сигналы должны быть понятны водителю и поданы своевременно с тем, чтобы их исполнение не создало аварийную обстановку.'},
        {'small_title': 'Нарушение правил эксплуатации ТС',
         'title': 'Нарушение водителями правил эксплуатации ТС',
         'answers': [
            'Управление зарегистрированным ТС с нечитаемыми, или не соответствующими требованиям стандарта, или установленными вне предусмотренных мест государственными регистрационными номерными знаками (знаком) влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Управление ТС без государственных регистрационных номерных знаков (знака), или после запрещения его эксплуатации, или не зарегистрированным в установленном порядке влечёт штраф в размере 10 МРП (29 170 тенге).',
            'Установка на ТС заведомо подложных или поддельных государственных регистрационных номерных знаков (знака) влечёт штраф на физических лиц в размере 15 МРП (43 755 тенге), на должностных лиц в размере 50 (145 850 тенге), на субъектов малого предпринимательства или некоммерческие организации в размере 100 (291 700 тенге), на субъектов среднего предпринимательства в размере 200 (583 400 тенге), на субъектов крупного предпринимательства в размере 400 МРП (1 166 800 тенге).',
            'Управление ТС с заведомо подложными или поддельными государственными регистрационными номерными знаками (знаком), а равно управление ТС с государственными регистрационными номерными знаками, оборудованными с применением устройств и материалов, препятствующих идентификации государственных регистрационных номерных знаков (знака) либо позволяющих их видоизменить или скрыть, влечёт штраф в размере 20 МРП (58 340 тенге) или лишение права управления транспортными средствами на 1 год.',
            'Управление ТС, не отвечающими требованиям технических регламентов, стандартов, а также при наличии неисправностей или условий, при которых запрещается эксплуатация транспортных средств, за исключением случаев, указанных в части шестой настоящей статьи, влечёт штраф в размере 5 МРП (14 585 тенге).',
            'Управление ТС, имеющими неисправности тормозной системы, рулевого управления, тягово-сцепного устройства, влечёт штраф в размере 15 МРП (43 755 тенге).',
            'Управление ТС, переоборудованным без соответствующего разрешения, влечёт штраф в размере 15 МРП (43 755 тенге).',
            'Выпуск в эксплуатацию автотранспортных средств, не прошедших предрейсовый (предсменный) технический осмотр, а также допуск к управлению водителя, не прошедшего предрейсовый (предсменный) медицинский осмотр, при осуществлении регулярных или нерегулярных автомобильных перевозок пассажиров, багажа, а также перевозок грузов влекут штраф на должностных лиц и субъектов малого предпринимательства в размере 30 (87 510 тенге), на субъектов среднего предпринимательства в размере 40 (116 680 тенге), на субъектов крупного предпринимательства в размере 50 МРП (145 850 тенге).',
            'Управление ТС, не прошедшим государственный или обязательный технический осмотр, влечёт штраф в размере 5 МРП (14 585 тенге).1',
            'Действия, предусмотренные частями 1, 5, 6, 7 и 9 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 20 МРП (58 340 тенге).'],
         'description': 'Примечание. Под ТС следует понимать все виды автомобилей, тракторов и иные самоходные машины, трамваи, троллейбусы, а также мотоциклы и другие механические ТС.'},
        {'small_title': 'Допуск к управлению пьяного или без прав',
         'title': 'Допуск к управлению ТС водителя, находящегося в состоянии опьянения, либо лица, не имеющего права управления',
         'answers': [
             'Допуск лицом, ответственным за техническое состояние и эксплуатацию ТС, к управлению ТС водителя, не имеющего либо лишённого права управления ТС, а равно соответствующей категории, влечёт штраф на физических лиц в размере 20 МРП (58 340 тенге), на должностных лиц, субъектов малого предпринимательства или некоммерческие организации в размере 30 (87 510 тенге), на субъектов среднего предпринимательства в размере 40 (116 680 тенге), на субъектов крупного предпринимательства в размере 50 МРП (145 850 тенге).',
             'То же действие, повлёкшее причинение потерпевшему лёгкого вреда здоровью или повреждение ТС, грузов, дорожных или иных сооружений либо иного имущества, влечёт штраф на физических лиц в размере 50 МРП (145 850 тенге), на должностных лиц, субъектов малого предпринимательства или некоммерческие организации в размере 70 (204 190 тенге), на субъектов среднего предпринимательства в размере 100 (291 700 тенге), на субъектов крупного предпринимательства в размере 150 МРП (437 550 тенге).'],
         'description': ''},
        {'small_title': 'Допуск к управлению пьяного водителя',
         'title': 'Допуск к управлению ТС водителя, находящегося в состоянии опьянения',
         'answers': [
            'Допуск лицом, ответственным за техническое состояние и эксплуатацию ТС, к управлению ТС водителя, находящегося в состоянии алкогольного, наркотического или токсикоманического опьянения, влечёт штраф на должностных лиц, субъектов малого предпринимательства или некоммерческие организации в размере 40 МРП (116 680 тенге), на субъектов среднего предпринимательства в размере 50 (145 850 тенге), на субъектов крупного предпринимательства в размере 60 (175 020 тенге).',
            'То же действие, повлёкшее причинение потерпевшему лёгкого вреда здоровью или повреждение ТС, грузов, дорожных или иных сооружений либо иного имущества, влечёт штраф на физических лиц в размере 70 МРП (204 190 тенге), на должностных лиц, субъектов малого предпринимательства или некоммерческие организации в размере 100 (291 700 тенге), на субъектов среднего предпринимательства в размере 150 (437 550 тенге), на субъектов крупного предпринимательства в размере 200 (583 400 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение правил перевозок пассажиров',
         'title': 'Нарушения ПДД общественным транспортом и иным участниками движения. Нарушение правил перевозок пассажиров, багажа и грузов',
         'answers': [
             'Нарушение правил перевозок пассажиров и багажа автомобильным транспортом влечёт штраф на физических лиц в размере 5 МРП (14 585 тенге), на субъектов малого предпринимательства в размере 10 (29 170 тенге), на субъектов среднего предпринимательства в размере 15 (43 755 тенге), на субъектов крупного предпринимательства в размере 25 МРП (72 925 тенге).',
             'Нарушение правил перевозок грузов автомобильным транспортом влечёт штраф на физических лиц в размере 5 МРП (14 585 тенге), на субъектов малого предпринимательства в размере 10 (29 170 тенге), на субъектов среднего предпринимательства в размере 15 (43 755 тенге), на субъектов крупного предпринимательства в размере 25 МРП (72 925 тенге).',
             'Действия, предусмотренные частями 2 и 2-1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф на физических лиц в размере 10 МРП (29 170 тенге), на субъектов малого предпринимательства в размере 15 (43 755 тенге), на субъектов среднего предпринимательства в размере 20 (58 340 тенге), на субъектов крупного предпринимательства в размере 50 МРП (145 850 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение правил пожарной безопасности',
         'title': 'Нарушение правил пожарной безопасности на транспорте',
         'answers': [
            'Нарушение установленных на транспорте Правил пожарной безопасности влечёт штраф на физических лиц в размере 5 МРП (14 585 тенге).',
            'Действия, предусмотренные частью 1 настоящей статьи, совершённые повторно в течение года после наложения административного взыскания, влекут штраф в размере 10 (29 170 тенге).'],
         'description': ''},
        {'small_title': 'Не уступил дорогу машинам спец. служб',
         'title': 'Непредоставление преимущества в движении ТС оперативных и специальных служб с включёнными специальными световыми и звуковыми сигналами',
         'answers': [
             'Непредоставление преимущества в движении транспортному средству оперативных и специальных служб, а равно имеющему нанесенные на наружные поверхности специальные цветографические схемы, надписи и обозначения с одновременно включенными проблесковым маячком и специальным звуковым сигналом - влечёт штраф в размере 7 МРП (18 557 тенге).',
             'Действие, предусмотренное частью первой настоящей статьи, совершенное повторно в течение года после наложения административного взыскания, - влечёт штраф в размере 15 МРП (39 765 тенге).'],
         'description': ''},
        {'small_title': 'Установка световых/звуковых сигналов',
         'title': 'Нарушение правил установки на ТС устройств для подачи специальных световых и (или) звуковых сигналов либо незаконное нанесение специальных цветографических схем автомобилей оперативных и специальных служб',
         'answers': [
             'Установка на передней части ТС световых приборов с огнями красного цвета или световозвращающих приспособлений красного цвета, а равно световых приборов, цвет и режим работы которых не соответствуют требованиям допуска транспортных средств к эксплуатации, влечёт штраф на физических лиц в размере 15 МРП (43 755 тенге), на субъектов малого предпринимательства или некоммерческие организации в размере 70 (204 190 тенге), на субъектов среднего предпринимательства в размере 150 (437 550 тенге), на субъектов крупного предпринимательства в размере 1 000 МРП (2 917 000 тенге) с конфискацией указанных приборов и приспособлений.',
             'Установка на ТС без соответствующего разрешения устройств для подачи специальных световых и (или) звуковых сигналов (за исключением охранной сигнализации), влечёт штраф на физических лиц в размере 25 МРП (72 925 тенге), на субъектов малого предпринимательства или некоммерческие организации в размере 100 МРП (252 500 тенге), на субъектов среднего предпринимательства в размере 200 МРП (505 000 тенге), на субъектов крупного предпринимательства в размере 1 000 МРП (2 917 000 тенге) с конфискацией указанных устройств.',
             'Незаконное нанесение на наружные поверхности ТС специальных цветографических схем автомобилей оперативных и специальных служб влечёт штраф на физических лиц в размере 25 МРП (72 925 тенге), на субъектов малого предпринимательства или некоммерческие организации в размере 100 МРП (291 700 тенге), на субъектов среднего предпринимательства в размере 200 МРП (583 400 тенге), на субъектов крупного предпринимательства в размере 1 000 МРП (2 917 000 тенге).'],
         'description': ''},
        {'small_title': 'Создание препятствий для движения',
         'title': 'Создание препятствий для движения ТС',
         'answers': [
            'Умышленное создание препятствий для движения ТС, а равно невыполнение требований должностных лиц, уполномоченных осуществлять государственный контроль и надзор в сфере дорожного движения, об устранении таких препятствий, влечёт штраф на физических лиц в размере 3 МРП (8 751 тенге), на должностных лиц в размере 10 МРП (29 170 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение правил движения пешеходами',
         'title': 'Нарушение правил движения пешеходами и иными участниками дорожного движения',
         'answers': [
             'Невыполнение пешеходами и иными участниками дорожного движения требований ПДД влечёт штраф в размере 2 МРП (5 834 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, повлёкшее причинение потерпевшему вреда здоровью, не имеющее признаков уголовно наказуемого деяния либо причинившее материальный ущерб, влечёт штраф в размере 10 МРП (29 170 тенге).',
             'Действие, предусмотренное частью 1 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 10 МРП (29 170 тенге).',
             'Действие, предусмотренное частью 2 настоящей статьи, совершённое повторно в течение года после наложения административного взыскания, влечёт штраф в размере 20 МРП (58 340 тенге) или административный арест на трое суток.'],
         'description': 'Примечание. Под иными участниками дорожного движения в настоящей статье следует понимать лиц, управляющих мопедами, велосипедами и гужевыми повозками, погонщиков, ведущих по дороге вьючных, верховых животных или стадо, а также пассажиров транспортных средств.'},
        {'small_title': 'Эксплуатация технически неисправных авто',
         'title': 'Выпуск в эксплуатацию ТС, имеющих технические неисправности, и иные нарушения правил эксплуатации',
         'answers': [
             'Невыполнение должностными лицами, ответственными за техническое состояние и эксплуатацию ТС, требований установленных правил обеспечения безопасности дорожного движения, за исключением случаев, предусмотренных статьёй 619 настоящего Кодекса, влечёт штраф на должностных лиц, субъектов малого предпринимательства в размере 10 МРП (29 170 тенге), на субъектов среднего предпринимательства в размере 20 МРП (58 340 тенге), на субъектов крупного предпринимательства в размере 40 МРП (116 680 тенге).',
             'Те же действия, повлёкшие причинение потерпевшему лёгкого вреда здоровью или повреждение ТС, грузов, дорожных или иных сооружений либо иного имущества, влекут штраф на должностных лиц, субъектов малого предпринимательства в размере 20 (58 340 тенге), на субъектов среднего предпринимательства в размере 40 МРП (116 680 тенге), на субъектов крупного предпринимательства в размере 50 МРП (145 850 тенге).'],
         'description': ''},
        {'small_title': 'Нарушение иных требований',
         'title': 'Нарушение иных требований, предъявляемых к участникам дорожного движения',
         'answers': [
             'Нарушение требований Правил дорожного движения, основных положений по допуску транспортных средств к эксплуатации, не перечисленных в настоящей главе Кодекса, влечёт предупреждение или штраф в размере 3 МРП (8 751 тенге).'],
         'description': 'Примечание. При составлении протокола указывается, какая именно норма правил обеспечения безопасности дорожного движения нарушена.'}
    ]
}
