{"title": "Айыппұлдардың мөлшері\nАқпарат 2021 жылдың 1 қаңтарынан бастап жаңартылды және ағымдағы болып табылады.\nЕсептеулерде 2 917 теңге мөлшерінде айлық есептік көрсеткіш (АЕК) қолданылды \n(Қазақстан Республикасының «2021 - 2023 жылдарға арналған республикалық бюджет туралы» Заңына сәйкес).\n", "items": [{"answers": ["Көлік құралының белгіленген жылдамдығынан 10-дан 20 км / сағ-қа асып кету 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Көлік құралының белгіленген жылдамдығынан 20-дан 40 км / сағ-қа асып кету 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Көлік құралының белгіленген жылдамдығынан 40 км / сағ-тан асып кету 20 АЕК (58340 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 2 және 3-бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 30 АЕК (87 510 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Жылдамдық шегінен асып кетті", "title": "Белгіленген жылдамдықтан асып кетті"}, {"answers": ["Жүргізушінің көлік құралын басқару кезінде телефонды немесе радиостанцияны қолдануы 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады."], "description": "Ескерту. Көлік жүргізу кезінде телефон немесе радиостанцияны құлаққапты немесе динамикті пайдалану арқылы пайдалануға рұқсат етіледі.", "small_title": "Жүргізушінің телефонды қолдануы", "title": "Телефон немесе радиостанциясы бар көлік құралын жүргізу кезінде жүргізушінің қолдануы"}, {"answers": ["Жеке тұлғалардың автокөлік құралдарын және басқа да жылжымалы көлік құралдары мен қондырғыларды пайдалануы, олардағы ластаушы заттардың құрамы, сондай-ақ олар жұмыс істеген кезде пайда болатын шу деңгейі белгіленген нормалардан асады, жеке тұлғаларға ескерту жасауға немесе айыппұл салуға әкеп соғады 2 АЕК сомасы (5 834 теңге).", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекеттер жеке тұлғаларға 5 АЕК (14 585 теңге) мөлшерінде айыппұл салуға әкеп соғады."], "description": "", "small_title": "Шығарылатын ластаушы заттар", "title": "Автокөлік құралдарын және басқа да жылжымалы көлік құралдарын шығарындылардағы ластаушы заттардың нормативтерінен тыс пайдалану"}, {"answers": ["Жолаушылар мен жүктерді тасымалдау ережелерін сақтамау 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Қауіпсіздік белдіктерін немесе мотоцикл шлемдерін пайдалану ережелерін сақтамау 5 АЕК (14 585 теңге) көлемінде айыппұл салуға әкеп соғады.", "Осы баптың 1 және 2-бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекеттер 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Белдік немесе дулыға бекітілмеген", "title": "Жолаушылар мен жүктерді тасымалдау, қауіпсіздік белдіктерін немесе мотоцикл шлемдерін пайдалану, жол ережелерінде көзделген талаптарды сақтамау"}, {"answers": ["Жол ережелерін бұза отырып, жаяу жүргінші жолдарымен, жол жиектерімен немесе тротуарлармен көлік жүргізу 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады.", "Көлік құралын жүріс бөлігіне орналастыру ережелерін бұзу, қарсы бағыттағы қозғалысқа арналған қозғалыс бөлігінің қасынан шықпай қарсы бағытта келе жатқан немесе озып өту, сондай-ақ ұйымдастырылған көліктен немесе жаяу жүргіншілер колоннасынан өту немесе онда орын алу 15 АЕК айыппұл салуға әкеп соғады. (43 755 теңге) ...", "Жол қозғалысы ережелерінде тыйым салынған жағдайларда, оның ішінде бұрылумен немесе бұрылумен байланысты жағдайларда, қарсы қозғалысқа арналған жүріс бөлігінің жағына шығу көлік құралын 6 ай мерзімге басқару құқығынан айыруға әкеп соғады.", "Осы баптың 1 және 2-бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 30 АЕК (87 510 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 3-бөлігінде көзделген, көлік құралын басқару құқығынан айырылған немесе оны басқаруға құқығы жоқ адам жасаған әрекет 50 АЕК (145 850 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Қарсы келе жатқан жолға немесе тротуарға шығу", "title": "Көлік құралының жүру бөлігінде орналасуы, қарсы келе жатқан немесе озып өту ережелерін бұзу"}, {"answers": ["Осы баптың 2, 3-бөліктерінде көзделген жағдайларды қоспағанда, көлік құралын тоқтату немесе тұраққа қою ережелерін бұзу 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Тротуарда көлік құралын тоқтату немесе қою ережелерін бұзу, сондай-ақ гүлзарларға, гүлзарларға, балалар алаңына немесе ойын алаңына көлік құралын тоқтату немесе қою 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Басқа көлік құралдарының жүруіне кедергілер тудырған көлік құралын жол бойында тоқтату немесе тұраққа қою ережелерін бұзу 10 АЕК (29170 теңге) мөлшерінде айыппұл салуға әкеп соғады.", "Мүгедектерге арналған көлік құралын тоқтатуға немесе тұраққа қоюға арналған орындарда көлік құралын тоқтату немесе қою ережелерін бұзу 10 АЕК (29 170 теңге) айыппұл салуға әкеп соғады.", "Облыстардың, республикалық маңызы бар қалалардың және астананың жергілікті атқарушы органдары айқындайтын тұрақ үшін төлемді жинауға және көлік құралының тұру уақытын есепке алуға арналған арнайы сертификатталған құрылғылармен жабдықталған орындарда тұрақ үшін ақы төлеуден жалтару 3 АЕК мөлшерінде айыппұл салуға әкеп соғады ( 8 751 теңге).", "Осы баптың 4-1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 2 және 3-бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 4-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Қате аялдама немесе тұрақ", "title": "Көлікті тоқтату немесе тұраққа қою ережелерін бұзу"}, {"answers": ["Көлік құралы көлденең бағытта қозғалуы үшін кедергі (кептеліс) жасауға әкеп соққан кептеліс кезінде қиылысқа шығу немесе жүріс бөлігін кесіп өту ескертуге немесе 3 АЕК (8 751 теңге) мөлшерінде айыппұл салуға әкеп соғады. .", "Жол қиылысында жеңілдетілген жүру құқығына ие көлік құралына жол беру туралы Жол қозғалысы ережесінің талаптарын орындамау 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекеттер 7 АЕК (20 419 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 2-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 20 АЕК (58 340 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Жол қиылыстары арқылы жүру ережелерін бұзу", "title": "Жол қиылыстары арқылы қозғалу немесе жүру бөлігін кесіп өту ережелерін бұзу"}, {"answers": ["Жол қозғалысы ережелерінің қозғалысты бастамас бұрын сигнал беруі, жолақты ауыстыру, бұрылу, бұрылу немесе тоқтауы талаптарын орындамау 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Мұндай айла-шарғы жасауға тыйым салынған жерлерде кері бұрылу 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "ҚР ӘҚБтК-нің 594-бабының 2-бөлігінде және 598-бабында көзделген жағдайларды қоспағанда, жол жүру ережелерінің көлік құралына жол беру туралы талабын орындамау айыппұл салуға әкеп соғады. 15 АЕК-тен (43 755 теңге).", "Осы баптың 2 және 3-бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 20 АЕК (58340 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Маневр жасау ережелерін бұзу", "title": "Маневр жасау ережелерін бұзу"}, {"answers": ["Осы Кодекстің 607-бабының 1-бөлігінде көзделген жағдайларды қоспағанда, тыйым салынған бағдаршаммен жүру немесе диспетчердің қимылына тыйым салу 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Қызыл шамнан өту", "title": "Бағдаршамға тыйым салатын сигналға немесе қимылға тыйым салатын бағдаршамға өту"}, {"answers": ["Көлік жүргізушілерін қоспағанда, жаяу жүргіншілерге немесе жол қозғалысының басқа қатысушыларына жол беру ережесін сақтамау, көлік құралдарының артықшылығын пайдаланатын көлік жүргізушілерінен басқа, 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Жаяу жүргіншіге жол берген жоқ", "title": "Жаяу жүргіншілерге немесе басқа жол пайдаланушыларға трафиктегі басымдықтың берілмеуі"}, {"answers": ["Осы тараудың басқа баптарында көзделген жағдайларды қоспағанда, жол белгілерімен немесе жүріс бөлігінің белгілерімен белгіленген талаптарды сақтамау 3 АЕК (8 751 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Белгілерді немесе белгілерді елемеу", "title": "Жол белгілерінде немесе жүріс бөлігінің белгілерінде белгіленген талаптарды сақтамау"}, {"answers": ["Көлік құралдары жүргізушілерінің күндізгі жарық кезінде және (немесе) дыбыстық сигналдарда сыртқы жарық құрылғыларын пайдалану ережелерін бұзуы ескертуге немесе 3 АЕК (8 751 теңге) мөлшерінде айыппұл салуға әкеп соғады.", "Көлік құралдарының жүргізушілерінің қараңғыда немесе жеткіліксіз көріну жағдайында сыртқы жарық құрылғыларын пайдалану ережелерін бұзуы, дабыл қағу және авариялық тоқтау белгісін қолдану 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекеттер 7 АЕК (20 419 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Жарық және дыбыстық сигналдар", "title": "Көлік құралдары жүргізушілерінің көлік құралдарын басқаруды, сыртқы жарық құрылғыларын және (немесе) дыбыстық сигналдарды пайдалану, дабыл қағидаларын пайдалану ережелерін бұзуы"}, {"answers": ["Алкогольдік, есірткілік және (немесе) уытты мас күйінде болған жүргізушінің көлік құралын басқаруы, сондай-ақ алкогольдік, есірткілік және (немесе) уытты мас күйіндегі адамға көлік құралын басқаруы 15 тәулікке әкімшілік қамауға алу және 7 жыл мерзімге көлік құралын басқару құқығынан айыру.", "Осы баптың 1-бөлігінде көзделген, қылмыстық құқық бұзушылық белгілері жоқ жәбірленушіге зиян келтіруге немесе көлік құралына, жүкке, жолға және басқа құрылыстарға немесе өзге де мүлікке зиян келтіруге әкеп соқтыратын әрекеттер әкімшілік қамауға әкеп соғады 20 күнге және 7 жыл мерзімге көлік құралын басқару құқығынан айыру ...", "Осы баптың бірінші бөлігінде көзделген, әкімшілік жаза мерзімі өткеннен кейін бір жыл ішінде қайталап жасалған іс-әрекеттер - 20 тәулікке әкімшілік қамауға алуға және көлік құралын басқару құқығынан 8 жылға айыруға әкеп соғады. жылдар.", "Осы баптың үшінші бөлігінде көзделген, әкімшілік жаза мерзімі өткеннен кейін бір жыл ішінде қайталап жасалған іс-әрекеттер - 20 бес тәулікке әкімшілік қамауға алуға және 9 жыл мерзімге көлік құралын басқару құқығынан айыруға әкеп соғады. .", "Осы баптың 1, 2 және 3-бөліктерінде көзделген, көлік құралын басқару құқығынан айырылған адам жасаған іс-әрекеттер 20 тәулікке әкімшілік қамауға алуға әкеп соғады.", "Осы баптың 6-бөлігінде көзделген әкімшілік жаза мерзімі өткеннен кейін бір жыл ішінде бірнеше рет жасалған дәл сол іс-әрекеттер 30 тәулікке әкімшілік қамауға әкеп соғады.", "Осы баптың 6 және 7-бөліктерінде көзделген, осы Кодекстің 50-бабының 2-бөлігіне сәйкес әкімшілік қамауға алынбайтын адамдар жасаған әрекеттер 200 АЕК (583 400 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Мас күйінде көлік жүргізу", "title": "Алкогольдік, есірткілік және (немесе) уытты мас күйінде болған жүргізушінің көлік құралын басқаруы, сондай-ақ алкогольдік, есірткілік және (немесе) уытты мас күйіндегі адамға көлік құралын басқаруы"}, {"answers": ["Жол қозғалысы қатысушысының төтенше жағдайдың туындауына әкелген жол қозғалысы ережелерін бұзуы, яғни жол қозғалысының басқа қатысушыларын жылдамдықты, қозғалыс бағытын күрт өзгертуге мәжбүр ету 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде қайталап жасалған іс-әрекет 6 ай мерзімге көлік құралын басқару құқығынан айыруға әкеп соғады."], "description": "", "small_title": "Төтенше жағдайды құру", "title": "Жол қозғалысы қатысушысының төтенше жағдайдың туындауына әкелетін жол ережелерін бұзуы"}, {"answers": ["Теміржол өтпесінен тыс теміржол өтпесі арқылы өту, жабық немесе жабылатын қақпамен немесе тыйым салынған бағдаршаммен немесе өткел қызметкерімен теміржол өткеліне кіру, сондай-ақ теміржол өткелінде тоқтау немесе тұраққа қою 20 АЕК (58,340 теңге) айыппұл салуға әкеп соғады. .", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер, көлік құралын басқару құқығынан 6 ай мерзімге айыруға әкеп соғады."], "description": "", "small_title": "Теміржол өткелі арқылы жүру", "title": "Теміржол өткелдерінде жүру ережелерін бұзу"}, {"answers": ["Көлік құралдары жүргізушілерінің жол қозғалысы ережелерін бұзуы, соның салдарынан көлік құралына, жүктерге, жолдарға, жолға және басқа құрылыстарға немесе басқа мүлікке зиян келтіріп, материалдық зиян келтірсе, 25 АЕК (72 925 теңге) айыппұл салуға немесе көлік құралын басқару құқығынан айыруға әкеп соғады. 6 айға дейін.", "Жәбірленушіге жеңіл зиян келтіруге әкеп соққан дәл сол әрекеттер 40 АЕК (116 680 теңге) айыппұл салуға немесе 9 айға дейін көлік құралын басқару құқығынан айыруға әкеп соғады.", "Осы баптың 1 және 2-бөліктерінде көзделген, көлік құралын басқару құқығынан айырылған немесе одан айырылған адам жасаған әрекеттер 60 АЕК (175.020 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Денсаулыққа немесе мүлікке зиян", "title": "Көлік құралдары жүргізушілерінің жол қозғалысы ережелерін бұзуы, адамдардың денсаулығына зиян келтіруі, көлік құралына немесе басқа мүлікке зиян келтіруі"}, {"answers": ["Автокөлікті, троллейбусты, трамвайды немесе басқа да басқарылатын көлік құралын басқаратын адамның алкогольдік, есірткілік және (немесе) уытқұмарлық масаң күйінде көлік құралдарын пайдалану ережелерін бұзуы адамның денсаулығына зиян келтіру, - 1000 АЕК (2 917 000 теңге) мөлшерінде айыппұл салуға немесе сол мөлшерде түзеу жұмыстарына немесе 400 сағатқа дейінгі мерзімге қоғамдық жұмыстарға тартуға немесе бас бостандығын шектеуге жазаланады. 1 жыл немесе белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан 10 жыл мерзімге айыра отырып, сол мерзімге бас бостандығынан айыру (құқығынан айыру).", "Абайсызда адам денсаулығына ауыр зиян келтірген дәл сол әрекет үшін 3000 АЕК (8 751 000 теңге) дейін айыппұл салынады немесе сол мөлшерде түзеу жұмыстары немесе 1200 сағатқа дейінгі қоғамдық жұмыстарға тартылады, немесе 3 жылға дейінгі бостандыққа немесе белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан 10 жыл мерзімге айыра отырып, сол мерзімге бас бостандығынан айыру (құқығынан айыру).", "Осы баптың бірінші бөлігінде көзделген, абайсызда адамның өліміне әкеп соқтыратын әрекет, 7 жылға дейінгі мерзімге бас бостандығын шектеуге немесе сол мерзімге бас бостандығынан айыру жазасын, ұстау құқығынан айыра алады. 10 жыл мерзімге белгілі бір лауазымдармен немесе белгілі бір қызметпен айналысу (құқығынан айыру).", "Осы баптың бірінші бөлігінде көзделген, абайсызда екі немесе одан да көп адамның өліміне әкеп соқтыратын әрекет белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан өмір бойына айыра отырып, 7 жылдан 10 жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады. (құқығынан айыру)."], "description": "Ескерту. Осы бапта аталған адамдарға көлік құралын басқару құқығынан айырылған адамдар кірмейді.", "small_title": "Мас күйінде жол ережесін бұзу", "title": "Көлік құралдарын алкогольдік, есірткілік және (немесе) уытты мас күйінде басқаратын адамдардың жол қозғалысы немесе көлік құралдарын пайдалану ережелерін бұзуы"}, {"answers": ["Көлік құралдарын басқару құқығынан айырылған және алкогольдік, есірткілік және (немесе) уытты мас күйінде болған адамның көлік құралын басқаруы немесе көлік құралын басқаратын осындай адамға беруі, сондай-ақ мұндай адамды көлік құралын басқаруына жол беруі , лауазымды адам немесе көлік құралының иесі немесе иесі жасаған болса - 5000 АЕК (14 585 000 теңге) дейінгі айыппұлмен немесе сол мөлшерде түзеу жұмыстарымен немесе 1200 сағатқа дейінгі қоғамдық жұмыстарға тартумен немесе ұстаммен жазаланады. 5 жылға дейін бас бостандығынан айыру немесе белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан өмір бойына айыра отырып, сол мерзімге бас бостандығынан айыру (құқықтарынан айыру, - kolesa.kz ескертуі).", "Осы баптың бірінші бөлігінде көзделген, абайсызда көлік құралдарына, жүктерге, жолға және басқа құрылыстарға немесе басқа мүлікке зиян келтіруге, сондай-ақ адамдардың денсаулығына жеңіл зиян келтіруге әкеп соқтыратын әрекеттер - мерзімге бас бостандығынан айыруға жазаланады. 4 жылдан 6 жылға дейін өмірді белгілі бір лауазымға орналасу немесе белгілі бір қызметпен айналысу құқығынан айырумен (құқықтарынан айыру, - kolesa.kz шамамен).", "Адамның денсаулығына абайсызда орташа ауырлықтағы зиян келтірген дәл сол іс-әрекеттер белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан өмірді айыра отырып (құқықтардан айыру) 5 жылдан 7 жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады, - деп ескертеді колеса. kz).", "Осы баптың бірінші бөлігінде көзделген, абайсызда адам денсаулығына ауыр зиян келтіруге әкеп соққан әрекеттер белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан өмір бойына айыра отырып, 6 жылдан 8 жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады. іс-шаралар ...", "Осы баптың бірінші бөлігінде көзделген, абайсызда адам өліміне әкеп соқтыратын іс-әрекеттер белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан өмір бойына айыра отырып, 7 жылдан 9 жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады. құқықтар, - ескертіңіз kolesa.kz).", "Осы баптың бірінші бөлігінде көзделген, абайсызда екі немесе одан да көп адамның өліміне әкеп соқтыратын әрекеттер белгілі бір лауазымдарды атқару немесе белгілі бір қызметпен айналысу құқығынан өмір бойына айыра отырып, 8 жылдан 10 жылға дейінгі мерзімге бас бостандығынан айыруға жазаланады. (құқығынан айыру, - kolesa.kz ескертуі) ..."], "description": "", "small_title": "Мас күйінде және куәліксіз көлік жүргізу", "title": "Көлік құралдарын басқару құқығынан айырылған және алкогольдік, есірткілік және (немесе) уытқұмарлық масаң күйдегі адамның көлік құралын басқаруы, сондай-ақ көлік құралын басқаруды осындай адамға беру немесе осындай адамды көлік құралын басқаруға жіберу"}, {"answers": ["Осы Кодекстің 345, 346-баптарында көзделген ауыр зардаптар туындаған жағдайда көлік құралын басқарған және жол жүру ережелерін немесе көлік құралдарын пайдалану ережелерін бұзған адамның жол-көлік оқиғасы болған жерден кетуіне айыппұл салынады. 1000 АЕК-ке дейін (2 917 000 теңге) не сол мөлшерде түзеу жұмыстары, не 600 сағатқа дейінгі қоғамдық жұмыстарға тарту, не 2 жылға дейін бас бостандығын шектеу, не сол мерзімге бас бостандығынан айыру жазасы. 3 жылға дейін белгілі бір лауазымдарды иелену немесе белгілі бір қызметпен айналысу құқығы (құқығынан айыру)."], "description": "Ескерту. Жәбірленушілерге көмек көрсетуге байланысты жол-көлік оқиғасы болған жерден кеткен адам осы бап бойынша қылмыстық жауапкершіліктен босатылады.", "small_title": "Апат болған жерден кету", "title": "Жол-көлік оқиғасы болған жерден кету"}, {"answers": ["Осы баптың 2-бөлігінде көзделген жағдайларды қоспағанда, жүргізуші өзінің қатысушысы болған апатқа байланысты Қазақстан Республикасының жол жүрісі туралы заңнамасында көзделген міндеттемелерді орындамаса, айыппұл салуға әкеп соғады 5 АЕК сомасы (14 585 теңге).", "Жүргізушінің жол ережесін бұза отырып, өзі қатысушы болған жол-көлік оқиғасы болған жерден кетуі - 50 АЕК айыппұл (145 850 теңге) немесе көлік құралын басқару құқығынан 1 жыл мерзімге айыру.", "Дәл сол іс-әрекеттер көлік құралын басқару құқығынан айырылған немесе одан айырылған адаммен жасалса, 100 АЕК (291 700 теңге) айыппұл салынады немесе 30 тәулікке әкімшілік қамауға алынады."], "description": "Ескерту. Жәбірленушіге медициналық көмек көрсетуге байланысты жол-көлік оқиғасы болған жерден кеткен адам осы бап бойынша жауапкершіліктен босатылады.", "small_title": "Апат жағдайында міндеттерді орындамау", "title": "Жүргізушінің апатқа байланысты өз міндеттемелерін орындамауы"}, {"answers": ["Жүргізуші куәлігі немесе уақытша куәлігі жоқ жүргізуші көлік құралын басқаруы, көлік құралын жүргізу құқығына, тіркеу және көлік құралына заңмен белгіленген басқа құжаттарға ие бола отырып жүргізуі ескертуге немесе 5 АЕК айыппұл салуға әкеп соғады ( 14 585 теңге).", "Көлік құралын оны басқаруға құқығы жоқ адамның басқаруы (көлік құралын қоспағанда), сондай-ақ тиісті санаттағы көлікті басқаруға құқығы жоқ жүргізушінің көлік құралын басқаруы 15 АЕК айыппұл салуға әкеп соғады. (43 755 теңге).", "Көлік құралын басқару құқығынан айырылған жүргізушінің көлік құралын басқаруы 50 АЕК (145 850 теңге) айыппұл салуға немесе 10 тәулікке қамауға әкеп соғады.", "Осы баптың 2-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 30 АЕК (87 510 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 3-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекеттер 70 АЕК (204 190 теңге) айыппұл салуға немесе 15 тәулікке әкімшілік қамауға алуға әкеп соғады.", "Көлік құралын басқаруға құқығы жоқ адамға (белгіленген ережелерге сәйкес көлік жүргізуді үйрету жағдайларын қоспағанда) немесе көлік құралын басқару құқығынан айырылған адамға беру 50-айыппұл салуға әкеп соғады. АЕК (145 850 теңге).", "Осы баптың 5-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 70 АЕК (204 190 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Құжатсыз кеңсе", "title": "Адамның көлік құралын құжатсыз және жүргізу құқығынсыз басқаруы"}, {"answers": ["Полиция қызметкерінің (полицияның), әскери полицияның (әскери машинаны басқаратын адам ғана) көлікті тоқтату туралы заңды талабын орындамау 30 АЕК (87 510 теңге) айыппұл салуға әкеп соғады.", "Қазақстан Республикасының аумағындағы көліктік бақылау бекеттеріндегі көліктік бақылау органдары қызметкерінің көлік құралын тоқтату туралы заңды талабын орындамау 10 АЕК (29170 теңге) айыппұл салуға немесе көлік құралын басқару құқығынан айыруға әкеп соғады. 6 айдан 1 жылға дейінгі мерзім.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде қайталап жасалған іс-әрекет 6 ай мерзімге көлік құралын басқару құқығынан айыруға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, көлік құралын басқару құқығы жоқ немесе көлік құралын басқару құқығынан айырылған адам жасаған әрекет 50 АЕК (145 850 теңге) мөлшерінде айыппұл салуға әкеп соғады.", "Алкогольдік, есірткілік және (немесе) уытты мас күйінде белгіленген тәртіппен полиция қызметкерінің (полициясының), әскери полицияның (тек әскери көлікті басқаратын адам) сараптамадан өту туралы заңды талабын орындамау - әкімшілік қамауға 15 тәулікке және көлік құралын басқару құқығынан 8 жылға айыруға әкеп соғады.", "Осы баптың 4-бөлігінде көзделген, әкімшілік жаза мерзімі өткеннен кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 20 тәулікке әкімшілік қамауға алу және 9 жыл мерзімге көлік құралын басқару құқығынан айыру болып табылады.", "Осы баптың 4-бөлігінде көзделген, көлік құралын басқару құқығы жоқ адам жасаған іс-әрекет 20 тәулікке әкімшілік қамауға алу болып табылады.", "Осы баптың 9-бөлігінде көзделген әкімшілік жаза мерзімі өткеннен кейін бір жыл ішінде бірнеше рет жасалған дәл сол іс-әрекеттер - 30 тәулікке әкімшілік қамауға алу.", "Осы баптың 9 және 10-бөліктерінде көзделген, осы Кодекстің 50-бабының 2-бөлігіне сәйкес әкімшілік қамауға алынбайтын адамдар жасаған іс-әрекеттер 200 АЕК (583 400 теңге) айыппұл салуға әкеп соғады.", "Көлік салонынан (салонынан) жүргізуші оны АТС (полиция), әскери полиция қызметкері (тек әскери машинаны басқаратын адам) оның рұқсатынсыз тоқтатқан жағдайда қалдыруы, сондай-ақ олардың кету талаптарын сақтамауы көлік құралының салоны (кабинасы) - жүргізуші мен жолаушыларға (жолаушыға) 5 АЕК (14 585 теңге) мөлшерінде айыппұл.", "Осы баптың 12-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде қайталап жасалған іс-әрекеттер жүргізуші мен жолаушыларға (жолаушыға) 10 АЕК (29170 теңге) мөлшерінде айыппұл болып табылады."], "description": "Ескерту. Көлік құралын тоқтату туралы полиция қызметкерлерінің (полиция), көліктік бақылаудың, әскери полицияның сұранысы ыммен немесе дауыс зорайтқыш қондырғыны қолданумен ыммен немесе эстафетамен сигнал беру арқылы білдіріледі. Сигналдар жүргізушіге түсінікті болуы керек және оларды орындау төтенше жағдай туғызбауы үшін уақтылы берілуі керек.", "small_title": "АТС қызметкерінің талаптарын орындамау", "title": "АТС (полиция) қызметкерінің талаптарын сақтамау, Қазақстан Республикасының Мемлекеттік шекарасы арқылы өтетін көлік құралдарына арналған өткізу пункттерінде және Қазақстан Республикасының аумағындағы көлік бақылау бекеттерінде көлікті тоқтату үшін көліктік бақылау алкогольге, есірткіге және (немесе) уытқұмарлыққа тексеру"}, {"answers": ["Тіркелген көлікті оқылмаған немесе стандарттың талаптарына сәйкес келмейтін немесе белгіленген орындардан тыс орнатылған мемлекеттік тіркеу белгілерімен (белгісімен) жүргізу 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Мемлекеттік тіркеу белгілері (белгісі) жоқ немесе оны пайдалануға тыйым салынғаннан кейін немесе белгіленген тәртіпте тіркелмеген көлік құралын басқару 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Көлік құралына көрінеу жалған немесе жалған мемлекеттік тіркеу белгілерін (белгісін) қою жеке тұлғаларға 15 АЕК (43 755 теңге), лауазымды адамдарға 50 (145 850 теңге), шағын кәсіпкерлік субъектілері немесе басқа ұйымдар үшін айыппұл салуға әкеп соғады. пайда ұйымдары 100 (291 700 теңге) мөлшерінде, орта бизнес үшін 200 (583 400 теңге), ірі кәсіпкерлік субъектілері үшін 400 АЕК (1 166 800 теңге) мөлшерінде.", "Мемлекеттік тіркеу белгілерін (белгісін) біле тұра жалған немесе жалған белгілермен жүргізу, сондай-ақ мемлекеттік тіркеу нөмірлерін (тақтайшаларын) сәйкестендіруге кедергі келтіретін немесе оларды өзгертуге немесе жасыруға мүмкіндік беретін құрылғылар мен материалдармен жабдықталған мемлекеттік тіркеу белгілері бар көлік құралын жүргізу , 20 АЕК (58340 теңге) мөлшерінде айыппұл салуға немесе 1 жылға көлік құралдарын басқару құқығынан айыруға әкеп соғады.", "Осы баптың алтыншы бөлігінде көрсетілген жағдайларды қоспағанда, техникалық регламенттердің, стандарттардың талаптарына сәйкес келмейтін көлік құралын басқару, сондай-ақ ақаулар болған жағдайда немесе көлік құралдарын пайдалануға тыйым салынған жағдайлар болған жағдайда айыппұл салуға әкеп соғады. 5 АЕК (14 585 теңге).", "Тежегіш жүйесінде, рульде және сүйреу құралында ақаулары бар көлікті басқару 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады.", "Рұқсатсыз түрлендірілген көлік құралын басқару 15 АЕК (43 755 теңге) айыппұл салуға әкеп соғады.", "Жол жүру алдындағы (ауысым алдындағы) техникалық байқаудан өтпеген көлік құралдарын пайдалануға беру, сондай-ақ сапарға (ауысым алдындағы) медициналық тексеруден өтпеген жүргізушіні тасымалдауға рұқсат беру жолаушыларды, багажды, сондай-ақ жүк тасымалдауды тұрақты немесе ретсіз автомобильмен тасымалдау, лауазымды адамдарға жеке тұлғаларға және шағын кәсіпкерлік субъектілеріне 30 (87,510 теңге), 40 (орта кәсіпкерлік субъектілері үшін) мөлшерінде айыппұл салуға әкеп соғады. 116 680 теңге), ірі кәсіпкерлік субъектілері үшін 50 АЕК мөлшерінде (145 850 теңге).", "Мемлекеттік немесе міндетті техникалық байқаудан өтпеген көлікті басқару 5 АЕК (14 585 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1, 5, 6, 7 және 9-бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған әрекеттер 20 АЕК (58340 теңге) айыппұл салуға әкеп соғады."], "description": "Ескерту. Көлік құралы деп автомобильдердің, тракторлардың және басқа да өздігінен жүретін машиналардың, трамвайлардың, троллейбустардың, сондай-ақ мотоциклдер мен басқа да механикалық көлік құралдарының барлық түрлерін түсіну керек.", "small_title": "Көлік құралдарын пайдалану ережелерін бұзу", "title": "Жүргізушілердің көлік құралдарын пайдалану ережелерін бұзуы"}, {"answers": ["Көлік құралын басқаруға құқығы жоқ немесе одан айырылған жүргізушіні, сондай-ақ тиісті санатты көлік құралының техникалық жай-күйі мен жұмысына жауапты тұлғаның көлік құралын басқаруына рұқсат етуі жеке тұлғаларға айыппұл салуға әкеп соғады. 20 АЕК (58 340 теңге), лауазымды адамдар, шағын кәсіпкерлік немесе коммерциялық емес ұйымдар үшін 30 (87 510 теңге), орта бизнес үшін 40 (116 680 теңге), ірі кәсіпкерлік субъектілері үшін 50 АЕК сомасы (145 850 теңге).", "Дәл сол әрекет жәбірленушіге жеңіл жарақат салуға немесе көлік құралына, жүкке, жолға немесе басқа құрылыстарға немесе басқа мүлікке зақым келтіруге әкеп соқса, жеке тұлғаларға 50 АЕК (145 850 теңге), лауазымды адамдарға, аз мөлшерде айыппұл салуға әкеп соғады. 70 (204 190 теңге) көлеміндегі кәсіпкерлік немесе коммерциялық емес ұйымдар, 100 (291 700 теңге) орта бизнес үшін, 150 АЕК (437 550 теңге) ірі бизнес субъектілері үшін."], "description": "", "small_title": "Мас күйінде немесе куәліксіз көлік жүргізуге рұқсат", "title": "Мас күйінде жүргізушінің немесе көлік құралын басқаруға құқығы жоқ адамның көлік құралын басқаруға рұқсаты"}, {"answers": ["Көліктің техникалық жағдайы мен жұмысына жауапты тұлғаның алкогольдік, есірткілік немесе уытқұмарлық масаң күйде көлік құралын басқаруына жол беруі лауазымды адамдарға, шағын кәсіпкерлік субъектілеріне немесе коммерциялық емес ұйымдарға 40 АЕК мөлшерінде айыппұл салуға әкеп соғады ( 116 680 теңге), орта кәсіпкерлік субъектілері үшін 50 (145 850 теңге), ірі бизнес үшін 60 (175 020 теңге) сомасында.", "Дәл сол әрекет жәбірленушіге жеңіл жарақат салуға немесе көлік құралына, жүкке, жолға немесе басқа құрылыстарға немесе басқа мүлікке зақым келтіруге әкеп соқтырса, жеке тұлғаларға 70 АЕК (204 190 теңге), лауазымды адамдарға, аз мөлшерде айыппұл салынады. кәсіпкерлік немесе коммерциялық емес ұйымдар 100 (291,700 теңге) мөлшерінде, орта бизнес үшін 150 (437,550 теңге), ірі кәсіпкерлік субъектілері үшін 200 (583,400 теңге) мөлшерінде."], "description": "", "small_title": "Мас күйінде жүргізуші куәлігі", "title": "Көлік құралын жүргізуші мас күйінде басқаруға рұқсат"}, {"answers": ["Автомобиль көлігімен жолаушылар мен багажды тасымалдау ережелерін бұзу жеке тұлғаларға 5 АЕК (14 585 теңге), шағын кәсіпкерлік субъектілері үшін 10 (29170 теңге), орта бизнес субъектілері үшін мөлшерде айыппұл салуға әкеп соғады. 15-тен (43 755 теңге), ірі кәсіпкерлік субъектілері үшін 25 АЕК (72 925 теңге) мөлшерінде.", "Жүктерді автомобиль көлігімен тасымалдау ережелерін бұзу жеке тұлғаларға 5 АЕК (14 585 теңге), шағын кәсіпкерлік субъектілері үшін 10 (29,170 теңге), орта кәсіпкерлік субъектілері үшін 15 мөлшерінде айыппұл салуға әкеп соғады. (43 755 теңге), ірі кәсіпкерлікке 25 АЕК мөлшерінде (72 925 теңге).", "Осы баптың 2 және 2-1 бөліктерінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде қайталап жасалған іс-әрекеттер жеке тұлғаларға 10 АЕК (29170 теңге) мөлшерінде, шағын кәсіпкерлік субъектілеріне айыппұл салуға әкеп соғады. 15-тен (43 755 теңге), орта бизнес үшін 20 (58 340 теңге), ірі бизнес үшін 50 АЕК (145 850 теңге) мөлшерінде."], "description": "", "small_title": "Жолаушыларды тасымалдау ережелерін бұзу", "title": "Қоғамдық көліктердің және жол қозғалысының басқа қатысушыларының жол ережелерін бұзуы. Жолаушыларды, багажды және жүктерді тасымалдау ережелерін бұзу"}, {"answers": ["Көліктегі өрт қауіпсіздігі ережелерін бұзу жеке тұлғаларға 5 АЕК (14 585 теңге) көлемінде айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекеттер 10 (29170 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Өрт қауіпсіздігі ережелерін бұзу", "title": "Көліктегі өрт қауіпсіздігі ережелерін бұзу"}, {"answers": ["Жедел және арнайы қызметтердің көлігіне қозғалыстағы артықшылықты қамтамасыз етпеу, сондай-ақ жыпылықтайтын маякпен және арнайы дыбыстық сигналмен сыртқы беттерде арнайы түсті схемалар, жазулар мен белгілер қолданылған жағдайда - 7 АЕК айыппұл салуға әкеп соғады. (18 557 теңге).", "Осы баптың бірінші бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет - 15 АЕК (39 765 теңге) айыппұл салуға әкеп соғады."], "description": "", "small_title": "Мен арнайы машиналарға жол берген жоқпын. қызметтер", "title": "Қосылған арнайы жарық және дыбыстық сигналдармен жедел және арнайы қызметтер көлігінің қозғалысында артықшылықты қамтамасыз етпеу"}, {"answers": ["Көліктің алдыңғы жағында қызыл шамдары бар жарық құрылғыларын немесе қызыл түсті шағылысатын құрылғыларды, сондай-ақ түсі мен жұмыс режимі көлік құралдарын пайдалануға жіберу талаптарына сәйкес келмейтін жарық құрылғыларын орнату айыппұл салуға әкеп соғады. жеке тұлғалар 15 АЕК мөлшерінде (43755 теңге), шағын кәсіпкерлік немесе коммерциялық емес ұйымдар үшін 70 (204.190 теңге), орта бизнес үшін 150 (437.550 теңге) мөлшерінде, ірі кәсіпкерлік субъектілері үшін осы құрылғылар мен құрылғылар тәркіленіп, 1000 АЕК (2 917 000 теңге) құрайды.", "Автокөлік құралына арнайы жарық және (немесе) дыбыстық сигналдарды беруге арналған құрылғылардың (ұрлық сигнализациясын қоспағанда) қондырғысы жеке тұлғаларға 25 АЕК (72 925 теңге), шағын кәсіпкерлік субъектілері немесе коммерциялық емес ұйымдар үшін айыппұл салуға әкеп соғады 100 АЕК (252 500 теңге) мөлшерінде, орта бизнес субъектілері үшін 200 АЕК (505 000 теңге), ірі бизнес субъектілері үшін 1000 АЕК (2 917 000 теңге) мөлшерінде осы құрылғылар тәркіленді.", "Көлік құралының сыртқы беттерінде жедел және арнайы қызметтер көлік құралдарының арнайы түс схемаларын заңсыз қолдану жеке тұлғаларға 25 АЕК (72 925 теңге), шағын кәсіпкерлік субъектілері немесе коммерциялық емес ұйымдар үшін 100 АЕК мөлшерінде айыппұл салуға әкеп соғады. (291 700 теңге), орта бизнес үшін 200 АЕК мөлшерінде (583 400 теңге), ірі кәсіпкерлік субъектілері үшін 1000 АЕК (2 917 000 теңге) мөлшерінде."], "description": "", "small_title": "Жарық / дыбыстық сигналдарды орнату", "title": "Көлік құралына арнайы жарық және (немесе) дыбыстық сигнал беру құрылғыларын орнату ережелерін бұзу немесе жедел және арнайы қызметтер көлік құралдарының арнайы түсті-графикалық схемаларын заңсыз қолдану"}, {"answers": ["Көлік құралының жүруіне кедергілерді қасақана жасау, сондай-ақ жол қозғалысы саласындағы мемлекеттік бақылау мен қадағалауды жүзеге асыруға уәкілетті лауазымды адамдардың талаптарды орындамау, мұндай кедергілерді жою жеке тұлғаларға айыппұл салуға әкеп соғады. 3 АЕК (8 751 теңге), лауазымды адамдар үшін 10 АЕК (29 170 теңге) мөлшерінде."], "description": "", "small_title": "Жол қозғалысына кедергі", "title": "Көлік құралдарының қозғалысына кедергі жасау"}, {"answers": ["Жаяу жүргіншілер мен басқа да жол қозғалысына қатысушылардың жол ережелерін сақтамауы 2 АЕК (5 834 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, қылмыстық құқық бұзушылық белгілері жоқ немесе материалдық зиян келтірген жәбірленушінің денсаулығына зиян келтіруге әкеп соққан іс-әрекет 10 АЕК (29170 теңге) мөлшерінде айыппұл салуға әкеп соғады.", "Осы баптың 1-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде бірнеше рет жасалған іс-әрекет 10 АЕК (29170 теңге) айыппұл салуға әкеп соғады.", "Осы баптың 2-бөлігінде көзделген, әкімшілік жаза қолданылғаннан кейін бір жыл ішінде қайталап жасалған іс-әрекет 20 АЕК (58340 теңге) айыппұл салуға немесе үш тәулікке әкімшілік қамауға алуға әкеп соғады."], "description": "Ескерту. Бұл мақалада жол қозғалысының басқа пайдаланушылары деп мопедтер, велосипедтер мен ат арбаларын айдайтын адамдар, жол бойымен жануарларды, жануарларды немесе табындарды басқаратын жүргізушілер, сондай-ақ көлік құралдарының жолаушылары деп түсіну керек.", "small_title": "Жаяу жүргіншілердің жол ережесін бұзуы", "title": "Жаяу жүргіншілер мен басқа да жол қозғалысына қатысушылардың жол қозғалысы ережелерін бұзуы"}, {"answers": ["Осы Кодекстің 619-бабында көзделген жағдайларды қоспағанда, көлік құралының техникалық жай-күйі мен жұмысына жауапты лауазымды адамдардың, жол қауіпсіздігін қамтамасыз етудің белгіленген ережелерінің талаптарын орындамауы лауазымды адамдарға, шағын кәсіпкерлік субъектілеріне айыппұл салуға әкеп соғады. 10 АЕК-тен (29,170 теңге), орта бизнес үшін 20 АЕК мөлшерінде (58 340 теңге), ірі бизнес үшін 40 АЕК (116 680 теңге).", "Денсаулыққа жеңіл зиян келтіруге немесе көлік құралын, жүктерді, жолды немесе басқа құрылыстарды немесе басқа мүлікті жәбірленушіге залал келтіруге әкеп соққан әрекеттер лауазымды адамдарға, шағын кәсіпкерлік субъектілеріне 20 (58340 теңге) мөлшерінде айыппұл салуға әкеп соғады, орта бизнес үшін 40 АЕК (116 680 теңге), ірі кәсіпкерлік субъектілері үшін 50 АЕК (145 850 теңге) мөлшерінде."], "description": "", "small_title": "Техникалық ақауы бар автомобильдерді пайдалану", "title": "Техникалық ақаулары бар және басқа да пайдалану ережелерін бұзған көлікті пайдалануға беру"}, {"answers": ["Кодекстің осы тарауында көрсетілмеген Жол қозғалысы ережелерінің талаптарын, көлік құралдарын пайдалануға жіберудің негізгі ережелерін бұзу ескертуге немесе 3 АЕК (8 751 теңге) мөлшерінде айыппұл салуға әкеп соғады."], "description": "Ескерту. Хаттаманы ресімдеу кезінде жол қозғалысы қауіпсіздігі ережелерінің қай нақты ережесі бұзылғандығы көрсетіледі.", "small_title": "Басқа талаптарды бұзу", "title": "Жол жүрісіне қатысушыларға қойылатын басқа талаптарды бұзу"}]}